<template>
  <div class="md-body">
    <div class="view-sm isRight">
      <h1>В этом приложении:</h1>
      <ul>
        <li>Полная настройка шаблона на Vue CLI</li>
        <li>Установка и настройка Vue-router для Vue.js 3</li>
        <li>Динамическая перерисовка без перезагрузки страницы</li>
        <li>Обработка несуществующих роутов</li>
        <li>Адаптивная и кроссбраузерная верстка</li>
        <li>Слайдер с персонажами</li>
        <li> Composition API + Vue 3</li>
        <li> TypeScript + сервисы</li>
        <li>Работа с API по техлогии REST</li>
        <li>Хранение данных полученных от сервера</li>
        <li>Отправка запросов на апи через отдельные сервисы</li>

      </ul>
      <br>
      <p>
        Мой номер телефона для связи: +7(999)786-95-24
      </p>
      <p>
        Моя почта: alexeygorulev@gmail.com
      </p>
    </div>
  </div>
</template>

