<template>
  <div class="md-body">
    <h1>В этом приложении:</h1>
    <ul>
      <li>Полная настройка шаблона на Vue CLI</li>
      <li>Установка и настройка Vue-router для Vue.js 3</li>
      <li>Динамическая перерисовка без перезагрузки страницы</li>
      <li>Обработка несуществующих роутов</li>
      <li>Адаптивная и кроссбраузерная верстка</li>
    </ul>
    <br>
    <p>
      Мой номер телефона для связи: +7(999)786-95-24
    </p>
    <p>
      Моя почта: alexeygorulev@gmail.com
    </p>
  </div>
</template>

